{
  "\u0003": 142,
  "\t": 90,
  "\n": 19,
  " ": 0,
  "!": 89,
  "\"": 12,
  "#": 65,
  "$": 98,
  "%": 87,
  "&": 88,
  "'": 48,
  "(": 46,
  ")": 45,
  "*": 77,
  "+": 51,
  ",": 26,
  "-": 5,
  ".": 14,
  "/": 15,
  "0": 16,
  "1": 21,
  "2": 22,
  "3": 35,
  "4": 32,
  "5": 33,
  "6": 36,
  "7": 37,
  "8": 39,
  "9": 41,
  ":": 40,
  ";": 43,
  "<": 30,
  "=": 27,
  ">": 28,
  "?": 82,
  "@": 81,
  "A": 56,
  "B": 62,
  "C": 53,
  "D": 66,
  "E": 63,
  "F": 52,
  "G": 74,
  "H": 78,
  "I": 59,
  "J": 83,
  "K": 80,
  "L": 73,
  "M": 64,
  "N": 68,
  "O": 76,
  "P": 70,
  "Q": 85,
  "R": 69,
  "S": 67,
  "T": 71,
  "U": 47,
  "V": 72,
  "W": 75,
  "X": 86,
  "Y": 84,
  "Z": 79,
  "[": 61,
  "\\": 97,
  "]": 60,
  "^": 111,
  "_": 49,
  "a": 3,
  "b": 29,
  "c": 10,
  "d": 13,
  "e": 1,
  "f": 18,
  "g": 23,
  "h": 31,
  "i": 6,
  "j": 54,
  "k": 44,
  "l": 8,
  "m": 20,
  "n": 11,
  "o": 7,
  "p": 17,
  "q": 50,
  "r": 9,
  "s": 4,
  "t": 2,
  "u": 24,
  "v": 25,
  "w": 38,
  "x": 42,
  "y": 34,
  "z": 55,
  "{": 57,
  "|": 94,
  "}": 58,
  "~": 91,
  "\u00a0": 93,
  "\u00a9": 99,
  "\u00af": 132,
  "\u00b7": 104,
  "\u00c3": 165,
  "\u00c9": 116,
  "\u00d7": 182,
  "\u00e1": 120,
  "\u00e2": 169,
  "\u00e9": 108,
  "\u00f3": 131,
  "\u02bc": 118,
  "\u0301": 112,
  "\u200b": 109,
  "\u200d": 151,
  "\u2013": 102,
  "\u2014": 92,
  "\u2015": 110,
  "\u2018": 114,
  "\u2019": 96,
  "\u201c": 107,
  "\u201d": 106,
  "\u2022": 105,
  "\u2026": 119,
  "\u20ac": 158,
  "\u2122": 121,
  "\u2190": 137,
  "\u2191": 122,
  "\u2192": 95,
  "\u2193": 124,
  "\u25b2": 144,
  "\u2605": 125,
  "\u2665": 160,
  "\u270c": 162,
  "\u2715": 145,
  "\u2728": 123,
  "\u2764": 143,
  "\u2934": 117,
  "\u2b50": 148,
  "\u3002": 138,
  "\u30c4": 133,
  "\u4e0d": 134,
  "\u5165": 177,
  "\u526f": 154,
  "\u5340": 152,
  "\u53d7": 176,
  "\u540c": 164,
  "\u56e0": 150,
  "\u5728": 127,
  "\u5730": 147,
  "\u60a8": 166,
  "\u6240": 126,
  "\u63a5": 178,
  "\u63d2": 146,
  "\u6703": 139,
  "\u6709": 153,
  "\u672c": 140,
  "\u6b64": 163,
  "\u800c": 184,
  "\u8acb": 159,
  "\ufe0f": 167,
  "\ufeff": 103,
  "\uff0c": 173,
  "\ufffd": 113,
  "\ud83c\udf08": 161,
  "\ud83c\udf55": 155,
  "\ud83c\udf7f": 130,
  "\ud83c\udf89": 183,
  "\ud83c\udf93": 172,
  "\ud83c\udfe1": 180,
  "\ud83c\udffb": 135,
  "\ud83c\udffc": 149,
  "\ud83d\udc40": 128,
  "\ud83d\udc48": 179,
  "\ud83d\udc49": 129,
  "\ud83d\udc4b": 115,
  "\ud83d\udc68": 168,
  "\ud83d\udc7d": 157,
  "\ud83d\udca1": 141,
  "\ud83d\udcab": 175,
  "\ud83d\udcbb": 136,
  "\ud83d\udcbc": 181,
  "\ud83d\udccb": 101,
  "\ud83d\udcdf": 171,
  "\ud83d\uddc2": 100,
  "\ud83d\ude05": 170,
  "\ud83d\ude0a": 156,
  "\ud83e\udd5f": 174
}